{
  "Кузов": {
    "пикап": "Пикап — это мощный автомобиль с открытым грузовым отсеком. Идеален для перевозки строительных материалов, сельскохозяйственной продукции и крупногабаритных грузов. Часто используется фермерами, строителями и любителями активного отдыха. Обладает высоким клиренсом, возможностью буксировки тяжелых прицепов и обычно оснащен полным приводом. Лучший выбор для бездорожья, тяжелых условий эксплуатации и работы в сельской местности.",
    "минивэн": "Минивэн — это просторный автомобиль, предназначенный для перевозки больших семей или групп людей. Оснащен тремя рядами сидений, комфортным салоном и большим багажным отделением. Идеален для дальних поездок, семейных путешествий и регулярных поездок в школу или на мероприятия. Главные плюсы: вместительность, высокий уровень комфорта, множество систем безопасности.",
    "кроссовер": "Кроссовер — это универсальный автомобиль, сочетающий черты внедорожника и легкового авто. Отличается высоким клиренсом, удобной посадкой, вместительным салоном и современными технологиями. Подходит как для городской езды, так и для поездок по неасфальтированным дорогам. Идеален для людей, ведущих активный образ жизни, семей с детьми, любителей путешествий.",
    "седан": "Седан — классический тип автомобиля с отдельным багажником и комфортным салоном. Лучший выбор для городской эксплуатации и дальних поездок по хорошим дорогам. Отличается высоким уровнем шумоизоляции, удобством посадки и устойчивостью на трассе. Плюсы: комфорт, управляемость, презентабельный внешний вид. Мне нужна быстрая машина.",
    "хэтчбек": "Хэтчбек — компактный автомобиль с укороченной задней частью и поднимающейся вверх дверью багажника. Идеален для городской жизни: удобен в парковке, экономичен в расходе топлива, маневренен в пробках. Часто выбирается молодыми людьми, студентами, городскими жителями, которым важны мобильность и экономия.",
    "универсал": "Универсал — автомобиль с удлиненным кузовом и увеличенным багажным отделением. Оптимален для семейных поездок, перевозки большого количества багажа, домашних животных или спортивного инвентаря. Сочетает удобство седана с вместимостью кроссовера. Выбор для тех, кто ценит практичность и комфорт в путешествиях.",
    "внедорожник": "Внедорожник — крупный автомобиль с высокой проходимостью, усиленной подвеской и полным приводом. Способен преодолевать тяжелые дорожные условия: грязь, снег, камни, броды. Идеальный выбор для охотников, рыболовов, любителей экстремального отдыха, а также для проживания в сельской местности. Плюсы: мощность, безопасность, проходимость."
  },
  "Трансмиссия": {
    "автомат": "Автоматическая коробка передач обеспечивает плавную езду без необходимости вручную переключать передачи. Идеально подходит для городского движения, пробок и начинающих водителей. Повышает комфорт в повседневной эксплуатации, особенно в мегаполисах.",
    "механика": "Механическая коробка передач дает полный контроль над автомобилем. Любима опытными водителями и автолюбителями за возможность динамичного разгона и экономию топлива. Требует большего внимания и навыков вождения, особенно в пробках. Мне нужна быстрая машина."
  },
  "Топливо": {
    "бензин": "Бензиновые двигатели обеспечивают хорошую динамику разгона, универсальность и тишину работы. Идеальны для городской езды и умеренных пробегов. Шире доступны и дешевле в ремонте по сравнению с дизельными и электрическими. Мне нужна быстрая машина.",
    "дизель": "Дизельные двигатели отличаются высокой экономичностью на дальних расстояниях и повышенным крутящим моментом. Идеальны для тех, кто много ездит по трассам, перевозит грузы или живет в сельской местности. Дизельные автомобили имеют больший ресурс двигателя, но требуют регулярного обслуживания.",
    "электро": "Электромобили полностью работают на электричестве, не выбрасывая вредных веществ. Отличаются очень низкими эксплуатационными расходами и тишиной хода. Подходят для жителей городов с развитой инфраструктурой зарядных станций. Мне нужна быстрая машина.",
    "гибрид": "Гибридные автомобили совмещают бензиновый двигатель и электромотор. Обеспечивают экономичность в городе, низкий уровень выбросов и комфорт. Подходят для тех, кто хочет снизить расход топлива без перехода на чистую электроэнергию."
  }
}